const wenben = {
  yh: `一、服务条款的确认及接受

    1、逸态网站（指ilonaltd.com及其移动客户端软件、应用程序，以下称“本网站”）各项电子服务的所有权和运作权归属于“逸态”所有，本网站提供的服务将完全按照其发布的服务条款和操作规则严格执行。您确认所有服务条款并完成注册程序时，本协议在您与本网站间成立并发生法律效力，同时您成为本网站正式用户。
    
    2、根据国家法律法规变化及本网站运营需要，逸态有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本网站上即生效，并取代此前相关内容，您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本网站；如您继续使用本网站，即视为知悉变动内容并同意接受。
    
    3、本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。
    
     
    
    二、服务须知
    
    1、本网站运用自身开发的操作系统通过国际互联网络为用户提供购买商品等服务。使用本网站，您必须：
    
    （1）自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等；
    （2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用等；
    （3）选择与所安装终端设备相匹配的软件版本，包括但不限于iOS、Android、Windows等多个逸态发布的应用版本。
    
    2、基于本网站所提供的网络服务的重要性，您确认并同意：
    
    （1）提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新；
    （2）如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且逸态保留终止您使用本网站各项服务的权利。
    
    三、用户个人信息保护及授权
    
    1、您知悉并同意，为方便您使用本网站相关服务，本网站将存储您在使用时的必要信息，包括但不限于您的真实姓名、性别、生日、联系方式、通讯录、相册、日历、定位信息等。除法律法规规定的情形外，未经您的许可逸态不会向第三方公开、透露您的个人信息。逸态对相关信息采取专业加密存储与传输方式，利用合理措施保障用户个人信息的安全。
    
    2、您知悉并确认，您在注册帐号或使用本网站的过程中，需要提供真实的身份信息，逸态将根据国家法律法规相关要求，进行基于移动电话号码的真实身份信息认证。若您提供的信息不真实、不完整，则无法使用本网站或在使用过程中受到限制，同时，由此产生的不利后果，由您自行承担。
    
    3、您在使用本网站某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您已阅读并同意接受相关单独协议。
    
    4、您充分理解并同意：
    
    （1）接收通过邮件、短信、电话等形式，向在本网站注册、购物的用户、收货人发送的订单信息、促销活动等内容；
    （2）为配合行政监管机关、司法机关执行工作，在法律规定范围内逸态有权向上述行政、司法机关提供您在使用本网站时所储存的相关信息，包括但不限于您的注册信息等，或使用相关信息进行证据保全，包括但不限于公证、见证等；
    （3）逸态依法保障您在安装或使用过程中的知情权和选择权，在您使用本网站服务过程中，涉及您设备自带功能的服务会提前征得您同意，您一经确认，逸态有权开启包括但不限于收集地理位置、读取通讯录、使用摄像头、启用录音等提供服务必要的辅助功能。
    （4）逸态有权根据实际情况，在法律规定范围内自行决定单个用户在本网站及服务中数据的最长储存期限以及用户日志的储存期限，并在服务器上为其分配数据最大存储空间等。
    
    六、用户行为规范
    
    1、您同意严格遵守法律法规规章规定，依法遵守以下义务：
    
    （1）不得制作、传输或发表以下违法信息资料：反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律法规实施的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的，煽动推翻社会主义制度的；损害国家荣誉和利益的；歪曲、丑化、亵渎、否定英雄烈士事迹和精神，侵害英雄烈士的姓名、肖像、名誉、荣誉的；宣扬或煽动实施恐怖主义、极端主义及其活动的；煽动民族仇恨、民族歧视、破坏民族团结的言论；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱经济秩序和社会秩序的；散布淫秽、色情、暴力或者教唆犯罪的；侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；法律、行政法规禁止的其他内容。
    （2）防范和抵制制作、复制、发布含有下列内容的不良信息资料：标题严重夸张，发表内容与标题严重不符的；不当评述自然灾害、重大事故等灾难的；煽动人群歧视、地域歧视等的；宣扬低俗、庸俗、媚俗内容的；违反社会公德行为的；侵犯未成年人合法权益的；其他对网络生态造成不良影响的内容。
    2、本协议依据国家相关法律法规规章制定，您亦同意严格遵守以下义务：
    
    （1）从中国大陆向境外传输资料信息时必须符合中国有关法规；
    （2）不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
    （3）不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；
    （4）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、不文明的等信息资料；
    （5）不得教唆他人从事违法违规或本协议、平台规则所禁止的行为；
    （6）不得利用在本网站注册的账户进行牟利性经营活动；
    （7）不得发布任何侵犯他人个人信息、著作权、商标权等知识产权或合法权利的内容；
    3、您须对自己在网上的言论和行为承担法律责任，您若在本网站上散布和传播反动、色情或其它违反国家法律的信息，本网站的系统记录有可能作为您违反法律的证据。
    
    七、本网站使用规范
    
    1、关于移动客户端软件的获取与更新：
    
    （1）您可以直接从逸态网站上获取逸态移动客户端软件，也可以从得到逸态授权的第三方获取，如果您从未经逸态授权的第三方获取软件或与逸态移动客户端软件名称相同的安装程序，逸态无法保证该软件能够正常使用，并对因此给您造成的损失不予负责；
    （2）为了改善用户体验、完善服务内容，逸态将不断努力开发新的服务，并为您不时提供软件更新，新版本发布后，旧版本的软件可能无法使用，逸态不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。
    2、除非法律允许或逸态书面许可，您使用本网站过程中不得从事下列行为：
    
    （1）删除本网站及其副本上关于著作权的信息；
    （2）对本网站进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本网站的源代码；
    （3）对逸态拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
    （4）对本网站或者本网站运行过程中释放到任何终端内存中的数据、网站运行过程中客户端与服务器端的交互数据，以及本网站运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经逸态授权的第三方工具/服务接入本网站和相关系统；
    （5）通过修改或伪造网站运行中的指令、数据，增加、删减、变动网站的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
    （6）通过非逸态开发、授权的第三方软件、插件、外挂、系统，登录或使用本网站及服务，或制作、发布、传播上述工具；
    （7）自行或者授权他人、第三方软件对本网站及其组件、模块、数据进行干扰。
    八、违约责任
    
    1、如果逸态发现或收到他人举报投诉您违反本协议约定或存在任何恶意行为的，逸态有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁、注销等处罚，并公告处理结果。
    
    2、逸态有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。
    
    3、您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；逸态因此遭受损失的，您也应当一并赔偿。
    
    4、除非另有明确的书面说明,逸态不对本网站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
    
    九、所有权及知识产权
    
    1、您一旦接受本协议，对于您提供、上传、创作、发布在本网站的文字、评论、图片、照片。`,
  yc: `尊敬的逸态用户：我们对《逸态隐私政策》进行了更新。此版本《逸态隐私政策》的更新主要集中在：逸态接入的第三方SDK情况更新；个人信息含义及示例更新。

    【特别提示】
    
    本政策仅适用于北京逸态国际会展服务有限公司及其关联公司提供的产品和服务及其延伸的功能（以下简称“逸态服务”），包括逸态APP、网站、客户端、小程序以及随技术发展出现的新形态向您提供的各项产品和服务。如我们提供的某款产品有单独的隐私政策或相应的用户服务协议当中存在特殊约定，则该产品的隐私政策将优先适用；该款产品隐私政策和用户服务协议未涵盖的内容，以本政策内容为准。
    
    请仔细阅读《逸态隐私政策》（尤其是粗体内容）并确定了解我们对您个人信息的处理规则。阅读过程中，如您有任何疑问，可通过《逸态隐私政策》中的联系方式咨询我们。
    
    
    如您有任何疑问、意见或建议，您可通过以下联系方式与我们联系：
    
    联系电话：010-53269026
    
    联系邮箱：postmaster@ilonaltd.com
    
    注册地址：北京市大兴区枣园东里40号楼10层2单元1001
    
    常用办公地址：北京市亦庄经济技术开发区荣华国际5号楼1008
    
     
    引言
    
    欢迎您使用逸态！我们非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《逸态隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
    
    本隐私政策将帮助您了解以下内容：
    
    一、我们如何收集和使用您的个人信息
    
    二、我们如何使用 Cookies 和同类技术
    
    三、我们如何共享、转让、公开披露您的个人信息
    
    四、我们如何保护和保存您的个人信息
    
    五、您如何管理个人信息
    
    六、未成年人的个人信息保护
    
    七、通知和修订
    
    八、如何联系我们
    
    本隐私政策与您所使用的逸态服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本隐私政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。
    
    请您特别注意：本隐私政策适用于逸态提供的产品或服务。如我们关联公司的产品或服务中使用了逸态提供的产品或服务但未设置独立隐私政策的，则本隐私政策同样适用于该部分产品或服务。
    
    一、我们如何收集和使用您的个人信息
    
    个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。敏感个人信息是一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别、宗教信仰、特定身份、医疗健康、金融账户、行踪轨迹等信息，以及不满十四周岁未成年人的个人信息。（我们将在本政策中对涉及到的敏感个人信息以粗体进行显著标识）。
    
    我们会遵循正当、合法、必要的原则，出于本政策所述的以下目的，收集和使用您在使用产品与/或服务过程中主动提供或因使用产品与/或服务而产生的个人信息，以及从第三方获取您的相关个人信息。如果我们要将您的个人信息用于本政策未载明的其它用途，或将基于特定目的收集而来的信息用于其他目的，我们将以合理的方式向您告知，并在使用前再次征得您的同意。
    
    （一）您须授权我们收集和使用您个人信息的情形
    
    我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上购物所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
    
    1、实现逸态APP所必须的功能
    
    （1）账户注册、登录与验证
    
    当您注册逸态账户时，您至少需要向我们提供您准备使用的逸态账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效，通过SIM卡信息识别并显示对应的运营商。您的账户名为您的默认昵称，您可以修改和补充您的昵称、性别、生日、兴趣爱好以及您的实名认证相关信息，这些信息均属于您的“账户信息”。您补充的账户信息将有助于我们为您提供个性化的商品推荐和更优的购物体验，但如果您不提供这些补充信息，不会影响您使用网上购物的基本功能。
    
    当您成功注册逸态账号后，可以使用逸态账号登录“逸态商城”，登录时您需要向我们提供您的逸态账号信息。若您不提供这类信息，您将无法登录和在“逸态商城”购买商品，此时您可使用浏览和搜索功能，我们将不会收集您的上述个人信息。
    
    （2）内容/服务信息展示和搜索
    
    为了让您快速地找到您所需要的内容或服务，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、MAC地址及IMEI、设备识别码、移动应用列表等软硬件特征信息、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、设备所在位置相关信息（包括您授权的GPS位置信息以及WLAN接入点、蓝牙和基站传感器信息）、浏览器类型来为您提供内容服务信息展示的最优方式。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。
    
    您也可以通过搜索来精准地找到您所需要的内容或服务。我们会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的内容或服务。
    
    请您注意，单独的设备信息、浏览器类型或仅搜索关键词信息无法单独识别您的身份，不属于您的个人信息，我们有权以任何的目的对其进行使用；只有当您的单独的设备信息、浏览器类型或搜索关键词信息与您的其他信息相互结合使用并可以识别您的身份时，则在结合使用期间，我们会将您的设备信息、浏览器类型或搜索关键词信息作为您的个人信息，按照本隐私政策对其进行处理与保护。
    
    为了将您感兴趣的商品或服务信息展示给您，或在您搜索时向您展示您可能希望找到的内容，我们可能会收集您的订单信息、浏览信息、您的兴趣爱好（您可以在账户设置中选择）进行数据分析以形成用户画像。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。如果您不希望受个性化内容的影响，您可以在商品展示页选择按照分类进行浏览和查找商品和服务；我们还在搜索结果中向您提供了按照价格、销量排序等不针对个人特征的选项；未经您的明确同意，我们不会将您的相关个人信息提供给第三方。
    
    （3）客服功能
    
    我们的电话客服和售后功能会使用您的账号信息。
    为保证您的账号安全，我们的呼叫中心客服和在线客服会使用您的账号信息与您核验您的身份。
    
    2、安全所必须的功能
    
    为保障您使用我们的产品与/或服务时系统的稳定性和安全性，防止您的个人信息被非法获取，更准确地预防欺诈和保护账号安全，我们需要收集您的设备信息（设备型号、设备Mac地址、应用进程列表、设备识别码、操作系统及软件版本、设备状态、网络状况）、历史上网记录、日志信息、面部信息、IP地址、位置信息、浏览信息、订单信息、常用软件列表、ssid、wifi信息、IMSI、 SIM卡信息、电池使用情况来识别是否为真实自然人用户、是否为异常地点登录、判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息用于对逸态系统问题进行分析、统计流量并排查可能存在的风险，在您选择向我们发送异常信息时予以排查。如果您不提供上述信息，我们则无法在您使用逸态服务过程中对您的服务及账号安全进行保护。`
}

export default wenben
